[
    {
        "id": 1,
        "company_logo": "https://i.ibb.co/pnr6hWy/google-1-1-1.png",
        "title": "Software Engineer",
        "company_name": "Google LLC",
        "placement": "Remote",
        "location": "United States",
        "duty": "Full-time",
        "salary": "$120,000 - $150,000",
        "job_description": "We are seeking a creative and detail-oriented graphic designer to join our team. The ideal candidate should be proficient in Adobe Creative Suite, have a strong understanding of design principles, and be able to work independently and collaboratively to create compelling visual materials for a variety of projects. This is a part-time position with flexible hours and the opportunity for growth within the company.",
        "job_responsibility": "Design and produce high-quality visual materials for digital and print media, including logos, websites, social media graphics, and marketing materials. Collaborate with the marketing team to develop and execute creative campaigns. Ensure that all designs adhere to brand guidelines and are visually consistent across all channels. Stay up-to-date with industry trends and best practices to ensure that our designs are cutting-edge and effective.",
        "educational_requirements": "Bachelor's or Master's degree in Computer Science or a related field.",
        "experiences": "At least 5 years of experience in software development.",
        "contact_information": {
            "phone": "+2 (555) 123-4567",
            "email": "johndoe1234@example.com",
            "address": "25 Park Ave, London, UK"
        }
    },
    {
        "id": 2,
        "company_logo": "https://i.ibb.co/pfbkkyF/Group-10021.png",
        "title": "Marketing Manager",
        "company_name": "AirBNB",
        "placement": "Onsite",
        "location": "Paris, France",
        "duty": "Full-time",
        "salary": "$110,000 - $140,000",
        "job_description":"We are seeking an experienced software engineer to join our team and help develop innovative solutions for our clients. The ideal candidate should have a strong background in software development and be familiar with modern development practices, tools, and technologies.",
        "job_responsibility": "Design and develop high-quality software solutions using a variety of programming languages and frameworks. Collaborate with cross-functional teams to identify and solve complex problems. Write clean, maintainable, and well-documented code. Participate in code reviews and provide constructive feedback to team members. Stay up-to-date with emerging trends and technologies in software development.",
        "educational_requirements": "Bachelor's or Master's degree in Marketing or a related field.",
        "experiences": "At least 7 years of experience in marketing management.",
        "contact_information": {
            "phone": "+3 (555) 123-4567",
            "email": "jane.doe5678@example.com",
            "address": "10 Rue de la Paix, Paris, France"
        }
    },
    {
        "id": 3,
        "company_logo": "https://i.ibb.co/cyhC08g/netflix-4-1.png",
        "title": "Graphic Designer",
        "company_name": "Netflix",
        "placement": "Remote",
        "location": "Canada",
        "duty": "Part-time",
        "salary": "$50,000 - $60,000",
        "job_description": "We are seeking a talented marketing manager to develop and execute marketing strategies for our clients. The ideal candidate should have a strong background in marketing and be familiar with a variety of marketing channels and tactics.",
        "job_responsibility": "Develop and execute marketing strategies that drive customer acquisition, retention, and growth. Collaborate with cross-functional teams to develop marketing campaigns that align with business objectives. Measure and analyze the effectiveness of marketing campaigns and make data-driven decisions to optimize performance. Stay up-to-date with emerging trends and technologies in marketing.",
        "educational_requirements": "Bachelor's or Master's degree in Graphic Design or a related field.",
        "experiences": "At least 3 years of experience in graphic design.",
        "contact_information": {
            "phone": "+4 (555) 123-4567",
            "email": "marksmith9012@example.com",
            "address": "77 Queen's Rd, Hong Kong"
        }
    },
    {
        "id": 4,
        "company_logo": "https://i.ibb.co/wgJv31J/brand-logos-min-jpg-1200-630-2-removebg-preview.png",
        "title": "Financial Analyst",
        "company_name": "Sony Electronics",
        "placement": "Onsite",
        "location": "Osaka, Japan",
        "duty": "Full-time",
        "salary": "$50,000 - $70,000",
        "job_description": "We are seeking a data analyst to help us collect, analyze, and interpret large datasets to inform business decisions. The ideal candidate should have a strong background in statistics, data analysis, and data visualization.",
        "job_responsibility": "Respond to customer inquiries via phone, email, and chat. Provide excellent customer service and help resolve issues in a timely and professional manner. Document customer interactions and follow up on any unresolved issues. Assist with other tasks as needed.",
        "educational_requirements": "Bachelor's or Master's degree in data Visualization.",
        "experiences": "At least 1.5 year of experience in customer service.",
        "contact_information": {
            "phone": "+5 (555) 123-4567",
            "email": "stephanie.brown3456@example.com",
            "address": "1-1-1 Shibuya, Osaka, Japan"
        }
    },
    {
        "id": 5,
        "company_logo": "https://i.ibb.co/dMkzMrr/brand-logos-min-jpg-1200-630-3-removebg-preview.png",
        "title": "Customer Service Representative",
        "company_name": "Panasonic & Co.",
        "placement": "Onsite",
        "location": "Tokyo, Japan",
        "duty": "Part-time",
        "salary": "$40,000 - $50,000",
        "job_description":  "We are seeking a marketing specialist to join our team. The ideal candidate should have experience in digital marketing, be highly organized, and have excellent communication skills. This is a full-time position with competitive salary and benefits.",
        "job_responsibility": "Develop and implement digital marketing campaigns across various channels, including email, social media, and search engines. Analyze campaign performance and adjust strategies as needed to meet goals. Collaborate with cross-functional teams to ensure that marketing efforts align with business objectives. Stay up-to-date with industry trends and best practices to ensure that our marketing strategies are cutting-edge and effective.",
        "educational_requirements": "High school diploma or equivalent.",
        "experiences": "At least 1 year of experience in customer service.",
        "contact_information": {
            "phone": "+6 (555) 123-4567",
            "email": "jason.nguyen7890@example.com",
            "address": "1-1-1 Shibuya, Tokyo, Japan"
        }
    },
    {
        "id": 6,
        "company_logo": "https://i.ibb.co/7vHGgRb/images-removebg-preview.png",
        "title": "Human Resources Manager",
        "company_name": "Amazon",
        "placement": "Onsite",
        "location": "San Francisco, CA",
        "duty": "Full-time",
        "salary": "$90,000 - $120,000",
        "job_description": "We are seeking a software developer to join our team. The ideal candidate should have experience in Java, Python, or C++, and be able to work independently and collaboratively to develop high-quality software products. This is a full-time position with competitive salary and benefits.",
        "job_responsibility": "Design, develop, and test software applications and systems. Collaborate with cross-functional teams to ensure that software products meet business objectives and user needs. Troubleshoot and debug issues as they arise. Stay up-to-date with industry trends and best practices to ensure that our software products are cutting-edge and effective.",
        "educational_requirements": "Bachelor's or Master's degree in Human Resources or a related field.",
        "experiences": "At least 7 years of experience in human resources management.",
        "contact_information": {
            "phone": "+7 (555) 123-4567",
            "email": "sarahwilson2345@example.com",
            "address": "48 Market St, Sydney, Australia"
        }
    },
    {
        "id": 7,
        "company_logo": "https://i.ibb.co/MPJCGnM/brand-logos-min-jpg-1200-630-1-removebg-preview.png",
        "title": "Sales Associate",
        "company_name": "Microsoft",
        "placement": "Onsite",
        "location": "Chicago, IL",
        "duty": "Full-time",
        "salary": "$15 - $20 per hour",
        "job_description": "We are seeking a human resources coordinator to join our team. The ideal candidate should have experience in HR, be highly organized, and have excellent communication skills. This is a full-time position with competitive salary and benefits.",
        "job_responsibility": "Assist with recruitment and hiring processes, including posting job openings, reviewing resumes, and scheduling interviews. Coordinate employee onboarding and off boarding processes. Manage employee files and documentation. Provide support to HR team as needed.",
        "educational_requirements": "High school diploma or equivalent.",
        "experiences": "At least 1 year of experience in retail sales.",
        "contact_information": {
            "phone": "+8 (555) 123-4567",
            "email": "peterjackson6789@example.com",
            "address": "15 Piazza Navona, Rome, Italy"
        }
    },
    {
        "id": 8,
        "company_logo": "https://i.ibb.co/K6YcjgK/brand-logos-min-jpg-1200-630-removebg-preview.png",
        "title": "Sales Manager",
        "company_name": "Tesla",
        "placement": "Remote",
        "location": "United States",
        "duty": "Part-time",
        "salary": "$25 - $30 per hour",
        "job_description": "We are seeking a content writer to join our team. The ideal candidate should be able to write clear, concise, and engaging content across various platforms and formats. This is a part-time position with flexible hours and the opportunity for growth within the company.",
        "job_responsibility": "Write and edit content for website, blog, social media, and other platforms. Collaborate with marketing team to develop and execute content marketing strategies. Stay up-to-date with industry trends and best practices to ensure that our content is cutting-edge and effective.",
        "educational_requirements": "Bachelor's or Associate's degree in Graphic Design or a related field.",
        "experiences": "At least 2 years of experience in graphic design.",
        "contact_information": {
          "phone": "+9 (555) 123-2267",
          "email": "emilyjones1234@example.com",
          "address": "123 Main St, California, USA"
        }
      }
]


